<?php
$tx['meta']['codepage']="windows-1251";
$tx['menu']['login']="Вход";
$tx['menu']['mailform']="Письмо администратору";
$tx['menu']['print']="Версия для печати";
$tx['menu']['sitemap']="Карта сайта";
$tx['submenu']['heading']="Разделы";
$tx['title']['images']="Изображения";
$tx['title']['downloads']="Файлы";
$tx['title']['mailform']="Письмо администратору";
$tx['title']['search']="Поиск";
$tx['title']['settings']="Настройки";
$tx['title']['sitemap']="Карта сайта";
$tx['title']['validate']="Проверка ссылок";
$tx['navigator']['next']=">";
$tx['navigator']['previous']="<";
$tx['navigator']['top']="ВВЕРХ";
$tx['lastupdate']['text']="Последнее обновление";
$tx['lastupdate']['dateformat']="F d. Y H:i:s";
$tx['search']['button']="Поиск";
$tx['search']['foundin']="найдено на";
$tx['search']['notfound']="не найдено";
$tx['search']['pgplural']="страницы";
$tx['search']['pgsingular']="странице";
$tx['search']['result']="Результаты поиска";
$tx['mailform']['notsend']="Сообщение не может быть отправлено";
$tx['mailform']['send']="Сообщение отправлено";
$tx['mailform']['sender']="Ваш е-маил";
$tx['mailform']['sendbutton']="Отправить";
$tx['mailform']['message']="Вы можете написать нам сообщение через эту форму.;";
$tx['login']['warning']="Вход только для администратора сайта.";
$tx['login']['loggedout']="Вы вышли из администрирования";
$tx['log']['dateformat']="Y-m-d H:i:s";
$tx['log']['loggedin']="вход в систему";
$tx['editmenu']['downloads']="Загрузки";
$tx['editmenu']['help']="Справка";
$tx['editmenu']['images']="Изображения";
$tx['editmenu']['logout']="Выход";
$tx['editmenu']['edit']="Режим Редактирования";
$tx['editmenu']['normal']="Простой Режим";
$tx['editmenu']['settings']="Настройки";
$tx['editmenu']['validate']="Проверка Ссылок";
$tx['action']['delete']="удалить";
$tx['action']['download']="скачать";
$tx['action']['edit']="редактировать";
$tx['action']['save']="сохранить";
$tx['action']['upload']="закачать";
$tx['action']['view']="просмотр";
$tx['result']['created']="создано";
$tx['result']['deleted']="удалено";
$tx['result']['uploaded']="обновлено";
$tx['filetype']['folder']="Папка";
$tx['filetype']['file']="файл";
$tx['filetype']['backup']="Резервная копия";
$tx['filetype']['content']="содержание";
$tx['filetype']['execute']="выполнено";
$tx['filetype']['log']="журнал";
$tx['filetype']['stylesheet']="стиль";
$tx['filetype']['template']="шаблон";
$tx['filetype']['language']="язык";
$tx['filetype']['config']="настройка";
$tx['images']['usedin']="Использовано в";
$tx['files']['totalsize']="Общий размер";
$tx['files']['bytes']="байт";
$tx['heading']['error']="ОШИБКА";
$tx['heading']['warning']="ВНИМАНИЕ";
$tx['toc']['dupl']="ДУБЛИКАТ ЗАГОЛОВКА";
$tx['toc']['empty']="ПУСТОЙ ЗАГОЛОВОК";
$tx['toc']['missing']="ПОТЕРЯННЫЙ ЗАГОЛОВОК";
$tx['toc']['newpage']="НОВАЯ СТРАНИЦА";
$tx['error']['401']="Ошибка 401: Несанкционированный доступ";
$tx['error']['404']="Ошибка 404: Страница не найдена";
$tx['error']['tolarge']="Большой размер! Максимально разрешенный размер";
$tx['error']['cntlocateheading']="Невозможно найти заголовок";
$tx['error']['cntwriteto']="Невозможно записать в";
$tx['error']['cntdelete']="Невозможно удалить";
$tx['error']['cntsave']="Невозможно сохранить";
$tx['error']['cntopen']="Невозможно открыть";
$tx['error']['wrongext']="Неверное расширение у";
$tx['error']['alreadyexists']="Уже существует";
$tx['error']['undefined']="Неопределенный";
$tx['error']['missing']="Пропущен";
$tx['error']['notreadable']="Невозможно прочитать";
$tx['error']['notwritable']="Невозможно записать";
$tx['error']['mustwritemes']="Необходимо что-то написать";
$tx['error']['mustwritemail']="Введите корректный e-mail адрес";
$tx['settings']['backup']="Резервная копия";
$tx['settings']['ftp']="Используйте FTP для удаленного управления файлами";
$tx['settings']['warning']="Не изменяйте параметры настроек, если не уверены!";
$tx['settings']['systemfiles']="Системные файлы";
$tx['settings']['backupexplain1']="В конце сеанса содержание копируется и более старый резервный файл(ы) будет удален.";
$tx['settings']['backupexplain2']="Имя копии будет содержать: ГГГГММДДЧЧММСС";
$tx['validate']['extfail']="НЕВЕРНАЯ ВНЕШНЯЯ ССЫЛКА";
$tx['validate']['extok']="ВЕРНАЯ ВНЕШНЯЯ ССЫЛКА";
$tx['validate']['intfail']="НЕВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА";
$tx['validate']['intfilok']="ВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА НА ФАЙЛ";
$tx['validate']['intok']="ВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА";
$tx['validate']['mailto']="MAILTO LINK";
$tx['validate']['notxt']="NO TEXT IN LINK";
$tx['help']['mailform_email']="Если указан е-маил, то форма связи будет активна";
$tx['editor']['noimages']="Не найдено изображений в";
$tx['editor']['changemode']="Эта функция доступна только в режиме визуального редактирования. Изменить режим редактирования?";
$tx['editor']['buttons']='[
["ilink","Вставить выбранную ссылку","Создать выбранную ссылку на документ из списка"],
[""],
["iimage","Вставить выбранное изображение","Вставить выбранное изображение из списка"],
["tr"],
["save","Сохранить","Сохранить текущий документ"],
[""],
["selectall","Выделить все (Ctrl+A)","Выделить все содержимое документа"],
["cut","Вырезать (Ctrl+X)","Вырезать выделенный фрагмент в буфер обмена"],
["copy","Копировать (Ctrl+C)","Копировать выделенный фрагмент в буфер обмена"],
["paste","Вставить (Ctrl+V)","Вставить из буфера обмена"],
[""],
["undo","Оменить (Ctrl+Z)","Отменить последнее действие"],
["redo","Повторить (Ctrl+Y)","Повторить отменённое последнее действие"],
[""],
["html","Изменить режим редактирования","Переключить между визуальным режимом и режимом HTML"],
[""],
["justifyleft","Выровнять по левому краю","Выравнивание по левому краю"],
["justifycenter","Выравнивание по центру","Выравнивание по центру"],
["justifyright","Выровнять по правому краю","Выравнивание по правому краю"],
[""],
["inserthorizontalrule","Горизонтальная линия","Вставляет горизонтальную линию"],
[""],
["createlink","Создать или редактировать ссылку","Создать или редактировать гиперссылку"],
["unlink","Удалить ссылку","Удалить выделенную гиперссылку"],
["tr"],
["h1","Заголовок  1","Форматирует выделенный параграф(ы) в заголовок 1 уровня"],
["h2","Заголовок  2","Форматирует выделенный параграф(ы) в заголовок 2 уровня"],
["h3","Заголовок  3","Форматирует выделенный параграф(ы) в заголовок 3 уровня"],
["h4","Заголовок  4","Форматирует выделенный параграф(ы) в заголовок 4 уровня"],
["p","Параграф","Форматирует текст как параграф"],
[""],
["bold","Жирный","Применение полужирного начертания текста"],
["italic","Курсив","Применение курсивного начертания текста"],
["underline","Подчеркнутый","Применение подчёркнутого начертания текста"],
[""],
["removeformat","Удалить форматирование","Удаляет стили форматирования документа"],
[""],
["insertunorderedlist","Список","Создать или удалить список"],
["insertorderedlist","Нумерованный список","Создать или удалить нумерованный список"],
[""],
["outdent","Уменьшить отступ","Уменьшает отступ в выделенном фрагменте текста"],
["indent","Увеличить отступ","Увеличивает отступ в выделенном фрагменте текста"]
]';
$tx['urichar']['org']="А,Б,В,Г,Д,Е,Ё,Ж,З,И,Й,К,Л,М,Н,О,П,Р,С,Т,У,Ф,Х,Ц,Ч,Ш,Щ,Ъ,Ы,Ь,Э,Ю,Я,а,б,в,г,д,е,ё,ж,з,и,й,к,л,м,н,о,п,р,с,т,у,ф,х,ц,ч,ш,щ,ъ,ы,ь,э,ю,я";
$tx['urichar']['new']="A,B,V,G,D,E,E,Zh,Z,I,I,K,L,M,N,O,P,R,S,T,U,F,H,C,Ch,Sh,Sh,Tz,Y,Mz,E,Yu,Ya,a,b,v,g,d,e,e,zh,z,i,i,k,l,m,n,o,p,r,s,t,u,f,h,c,ch,sh,sh,tz,y,mz,e,yu,ya";

?>
